[
    {
        "id": "Isaiah 8.19",
        "text": "When someone tells you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"
    },
    {
        "id": "Ecclesiastes 9.5",
        "text": "For the living know that they will die, but the dead know nothing; they have no further reward, and even their name is forgotten."
    },
    {
        "id": "Psalms 146.3-4",
        "text": "Do not put your trust in princes, in human beings, who cannot save. When their spirit departs, they return to the ground; on that very day their plans come to nothing."
    },
    {
        "id": "Matthew 12.43-45",
        "text": "When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none. Then it says, 'I will return to my house from which I came.' And when it comes, it finds the house empty, swept, and put in order. Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation."
    },
    {
        "id": "Job 7.7-10",
        "text": "Remember that my life is a breath; my eye will never again see good. The eye of him who sees me will behold me no more; while your eyes are on me, I shall be gone. As the cloud fades and vanishes, so he who goes down to Sheol does not come up; he returns no more to his house, nor does his place know him anymore."
    },
    {
        "id": "Ephesians 6.11-16",
        "text": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil. For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, and, as shoes for your feet, having put on the readiness given by the gospel of peace."
    },
    {
        "id": "2 Corinthians 11.14-15",
        "text": "And no wonder, for even Satan disguises himself as an angel of light. So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds."
    },
    {
        "id": "Mark 6.1-20",
        "text": "They came to the other side of the sea, to the country of the Gerasenes. And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. He lived among the tombs. And no one could bind him anymore, not even with a chain, for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. And when he saw Jesus from afar, he ran and fell down before him. And crying out with a loud voice, he said, 'What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.' For he was saying to him, 'Come out of the man, you unclean spirit!' And Jesus asked him, 'What is your name?' He replied, 'My name is Legion, for we are many.' And he begged him earnestly not to send them out of the country. Now a great herd of pigs was feeding there on the hillside, and they begged him, saying, 'Send us to the pigs; let us enter them.' So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea."
    },
    {
        "id": "Luke 4.33-35",
        "text": "And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice, 'Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are - the Holy One of God.' But Jesus rebuked him, saying, 'Be silent and come out of him!' And when the demon had thrown him down in their midst, he came out of him, having done him no harm."
    },
    {
        "id": "Matthew 17.14-18",
        "text": "And when they came to the crowd, a man came up to him and, kneeling before him, said, 'Lord, have mercy on my son, for he has seizures and he suffers terribly. For often he falls into the fire, and often into the water. And I brought him to your disciples, and they could not heal him.' And Jesus answered, 'O faithless and twisted generation, how long am I to be with you? How long am I to bear with you? Bring him here to me.' And Jesus rebuked the demon, and it came out of him, and the boy was healed instantly."
    }
]